/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "閉じる";

/* primary label with product name */
"Connecting to %@..." = "%@ に接続しています...";

/* primary label */
"Connecting..." = "接続しています...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "製品情報...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "ダウンロードしています (%1$@バイト/%2$@バイト)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "ダウンロードしています (%1$@KB/%2$@KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "ダウンロードしています (%1$@MB/%2$@MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "アプリケーション";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";

/* ShareConnect product display name */
"ShareConnect" = "ShareConnect";

//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "GoTo Opener について";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Openerを使用することで、GoTo Webサイトやソフトウェアをコンピュータ上でスムーズに実行できます。\n\nバージョン: %@\n\n場所: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "初期化しています";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "特定の起動情報を要求しています";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "ほかの GoTo Opener の完了を待機しています。";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "GoTo Opener をインストールしています";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "プラグインのダウンロードを開始しています";

/* generic installing plugin label */
"Installing Plugin" = "プラグインをインストールしています";

/* generic starting download progress label */
"Starting Download" = "ダウンロードを開始しています";

/* generic downloading progress label */
"Downloading" = "ダウンロードしています";

/* generic verify archive progress label */
"Verifying" = "検証しています";

/* generic unarchiving progress label */
"Unzipping" = "解凍しています";

/* generic launch progress label */
"Installing" = "インストールしています";

/* generic launch progress label */
"Launching" = "起動しています";

/* launch installer progress label */
"Launching Installer" = "インストーラーを起動しています";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "ダウンロードに失敗しました";

/* unarchive failed alert message */
"Unarchive Failed" = "解凍に失敗しました";

/* installation failed alert message */
"Installation Failed" = "インストールに失敗しました";

/* launch failed alert message */
"Launch Failed" = "起動に失敗しました";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener で %@ を開始できませんでした。";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener で %@ をインストールできませんでした。";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "ダウンロードを再開するか、グローバル カスタマー サポート (http://link.logmeininc.com/get-help) に問い合わせてください。";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener でダウンロード サーバーを信頼できません。";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "キーチェーンにある信頼できる証明書を更新済みであることを確認するか、グローバル カスタマー サポート (http://link.logmeininc.com/get-help) に問い合わせてください。";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "要求されたバージョンの %@ はこのバージョンの Mac OS X をサポートしていません。";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "必要なアプリケーションをサーバーからダウンロードできませんでした。";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "アプリのダウンロード中に問題が発生したため、%@は開始されませんでした。代わりにWebブラウザを使用してファイルを保存してください。\n\n1. ［ブラウザでダウンロード］ボタンをクリックします。\n2. ダウンロードされたファイルを開いてインストールします。\n3. もう一度セッションへの参加を試みます。";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "サポートが必要な場合は、システム管理者に連絡するか、次のURLから%@サポートにご連絡ください。\nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "ブラウザでダウンロード";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "インストーラーをサーバーからダウンロードできませんでした。";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "必要なアプリケーションを解凍できませんでした。";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "インストーラーを解凍できませんでした。";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "必要なアプリケーションをインストールできませんでした。";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "必要なアプリケーションを起動できませんでした。";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "インストーラーを起動できませんでした。";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "必要なアプリケーション引数をサーバーからダウンロードできませんでした.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "再試行";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "閉じる";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "認証に時間がかかりすぎました";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "妥当な時間内に資格情報を認証できませんでした。入力した名前またはパスワードに誤りがある可能性があります。もう一度実行してください。";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "再試行";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "閉じる";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "認証に失敗しました";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "認証中に、ネットワーク接続が突然切断されました。入力した名前またはパスワードに誤りがある可能性があります。もう一度実行してください。";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "サーバー ID を信頼できません";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "サーバー証明書が無効です。このサーバーに接続すると、機密情報が危険にさらされる可能性があります。";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "\\'%@\\' のサーバーの証明書が無効です。このサーバーに接続すると、機密情報が危険にさらされる可能性があります。";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "\\'%@\\' のサーバー証明書が無効です。 このサーバーに接続すると、機密情報が危険にさらされる可能性があります。";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "閉じる";
